Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H06.tmx
Source language: en_us
Languages: zh_cn

source: South Africa's provinces
zh_cn: 南非九省

source: South Africa has nine provinces, each with its own legislature, premier and executive councils. The provinces, with their own distinctive landscapes, vegetation and climate, are:
zh_cn: 南非有九省，拥有各自的法律、总理与执行委员会，它们分别为：

source: Eastern Cape
zh_cn: 东开普省

source: Free State
zh_cn: 自由州省

source: Gauteng
zh_cn: 豪登省

source: KwaZulu-Natal
zh_cn: 夸祖鲁-纳塔尔省

source: Limpopo
zh_cn: 林波波省

source: Mpumalanga
zh_cn: 姆普马兰加省

source: Northern Cape
zh_cn: 北开普省

source: North West
zh_cn: 西北省

source: Western Cape
zh_cn: 西开普省

source: Agriculture：Agriculture is important in the Eastern Cape.
zh_cn: 农业：农业是东开普省的重要产业。

source: The Alexandria-Grahamstown area produces pineapples, chicory and dairy products, while coffee and tea are cultivated at Magwa.
zh_cn: 亚历山大-格雷厄姆斯敦（Alexandria-Grahamstown）地区生产菠萝、菊苣和奶产品，同时在马格瓦（Magwa）还耕种咖啡和茶叶。

source: People in the former Transkei region are dependent on cattle, maize and sorghum farming.
zh_cn: 在前特兰斯凯（Transkei）地区，当地人以牛、玉米和高粱种植为生。

source: An olive nursery has been developed in collaboration with the University of Fort Hare to form a nucleus of olive production in the Eastern Cape.
zh_cn: 与福特海尔大学合作建立的橄榄园成为东开普省橄榄生产的核心。

source: Forestry：There is excellent potential for forestry – the coastal areas receive good summer rainfall and have a moderate climate, becoming more subtropical to the north-west.
zh_cn: 林业：沿海地区夏天雨水丰沛，气候温和，与西北区相比更接近亚热带气候，拥有林业开发的巨大潜力。

source: The Tsitsikamma National Park on the southern border is home to dense indigenous forests.
zh_cn: 南部的齐齐卡马（Tsitsikamma）国家公园是密集的本土森林的家园。

source: Industry：With two harbours and four airports offering direct flights to the main centres and an excellent road and rail infrastructure, the province has been earmarked as a key area for growth and economic development.
zh_cn: 产业：该省拥有两个海港，可直达主要中心城市的四座飞机场，发达的公路与铁路基础设施，因此是全国经济发展的关键区域。

source: The Provincial Industrial Development Strategy identified the sectors that can create jobs and diversify the economy. These are aligned with the sectors that are being prioritised by government and include the following:
zh_cn: 全省产业发展战略确定优先发展可创造就业岗位，多元化经济的部门其中包括：

source: automotive and components sector, in which the province has had significant new investments in recent years
zh_cn: 汽车与汽车配件，近年来政府已经投入大量资金

source: renewables and the green industries
zh_cn: 可再生能源与绿色产业

source: agriculture and agroprocessing
zh_cn: 农业与农业加工

source: forestry and timber processing
zh_cn: 林业与木材加工

source: pharmaceuticals
zh_cn: 制药业

source: plastics and petrochemicals
zh_cn: 塑料与石化产品

source: capital goods
zh_cn: 资本货物

source: tourism.
zh_cn: 旅游业

source: The East London Industrial Development Zone (IDZ) has attracted new investments, which will provide approximately 600 direct and more than 1 000 indirect jobs.
zh_cn: 东伦敦工业开发区（IDZ）吸引的新的投资，预计可提供大约600个直接岗位以及超过1000个间接岗位。

source: The Coega IDZ has also secured, among other things, the Cape Concentrates Tomato Paste Project, which will create 180 direct jobs and 3 000 jobs on farms.
zh_cn: 果哈（Coega）工业开发区也已担保了一系列工程，其中包括把开普浓缩公司番茄酱工程，预计将创造180个直接岗位和3000个农场工作机会。

source: New investments have also been made in the auto and components sector.
zh_cn: 新的投资也已经投入到汽车与汽车配件部门。

source: Daimler AG has awarded sole rights to Daimler Benz to produce the new C-Class model, the W205.
zh_cn: 戴姆勒有限公司（Daimler AG）已将专有权授予戴姆勒奔驰（Daimler Benz）以生产奔驰C级车型W205。

source: The investment of R2 billion will result in the creation of 2 000 jobs during the training and preparation phase.
zh_cn: 在培训与准备阶段，20亿兰特的投资预计将带来2000个就业岗位。

source: During 2011, government and state-owned enterprises supported key strategic projects in the province, which included the Umthombo PetroSA Project in the Coega IDZ, Emalahleni Coal in Lady Frere, Langa Solar PV Park in Berlin, East London, and the Gehrlicher-Ikhwezi Pilot PV Park in the East London IDZ.
zh_cn: 2011年，政府与国有企业支持该省的关键战略工程，其中包括果哈工业开发区的炼油厂工程（Umthombo PetroSA Project）；雷蒂弗雷尔的煤炭开发（Emalahleni Coal）；东伦敦柏林的太阳能光伏园（Langa Solar PV Park），以及东伦敦工业开发区的光伏园（Gehrlicher-Ikhwezi Pilot PV Park）。

source: Unemployment started to decrease from 30% in 2009 to 27.2% at the end of 2010.
zh_cn: 2010年底，失业率从2009年的30%降低到27.2%。

source: Critical interventions that enabled this decrease include the Expanded Public Works Programme through which 72 339 job opportunities were created by 2011, far above the target of 68 591 jobs.
zh_cn: 这一数字的降低得益于政府关键性的干预措施，其中包括扩充公共工程项目（Expanded Public Works Programme）。这一项目2011年创造了7.2339万就业机会，远高于6.8591万的目标。

source: Of these, 28 089 jobs benefited young people, while 28 336 women and 424 people with disabilities benefited.
zh_cn: 其中，2.8098万，2.8336万和424个工作受益对象分别为年轻人、妇女和残疾人。

source: This was a total of over 180 000 jobs between 2009 and 2010 against the target of 132 786, with the infrastructure and "non-state" being the top two performing sectors.
zh_cn: 2009年至2010年创造的就业机会总数为18万，高于13.2789万的目标数，其中基础设施和非国营部门位列前二。

source: The Free State, a province of wide horizons and blue skies, farmland, mountains, goldfields and widely dispersed towns, lies in the heart of South Africa, with Lesotho nestling in the hollow of its bean-like shape.
zh_cn: 自由州省位于南非中部，与莱索托接壤，拥有广阔的视野和蔚蓝的天空，以及农场、山岳、金矿和广散分布的市镇。

source: Between the Vaal River in the north and the Orange River in the south, this immense rolling prairie stretches as far as the eye can see.
zh_cn: 在北部的瓦尔河和南部的桔河（orange）之间，一片广阔无垠的大草原延绵不绝。

source: In May 2011, Manguang, comprising Bloemfontein, Botshabelo and Thaba Nchu, became South Africa's newest metropolitan authority. It has an established institutional, educational and administrative infrastructure, and houses the Supreme Court of Appeal.
zh_cn: 2011年，由布隆方丹、博特沙贝洛（Botshabelo）和哈巴楚（Thaba Nchu）组成的曼光，成为了南非最新的大都市，并已建立了机构、教育和行政基础，并且是最高上诉法院所在地。

source: Important towns include Welkom, the heart of the goldfields and one of the few completely preplanned cities in the world; Odendaalsrus, another gold-mining town; Sasolburg, which owes its existence to the petrol-from-coal installation established there; Kroonstad, an important agricultural, administrative and educational centre; Parys, on the banks of the Vaal River; Phuthaditjhaba, well known for the beautiful handcrafted items produced by the local people; and Bethlehem, gateway to the Eastern Highlands of the Free State.
zh_cn: 该省重要的市镇包括威尔克姆（Welkom），金矿的核心地带以及全世界少有的完全事先规划的城市；奥登大阿尔索斯（Odendaalsrus），另一座金矿镇；萨索尔堡（Sasolburg），一座建立在煤转石油工业设施上的市镇；克荣司丹德（Kroonstad），重要的农业、行政与教育中心；帕瑞斯（Parys），位于瓦尔河畔的市镇；普塔迪特哈巴（Phuthaditjhaba），以当地精致的手工制品而闻名，以及伯利恒（Bethlehem），自由州省东部高地的门户所在。

source: The N1, which is the artery between Gauteng and the Western and Eastern Cape, passes through the middle of the Free State.
zh_cn: 连接豪登省与东、西开普省的交通大动脉，N1公路横贯自由州省。

source: Mining: Mining is the Free State's major employer.
zh_cn: 矿业：矿业是自由州省提供就业的主要行业。

source: A gold reef over 400 km long stretches across Gauteng and the Free State.
zh_cn: 一条长达400千米的金矿矿脉从豪登省一直延伸至自由州省。

source: South Africa is the world's largest gold producer, and the country's largest gold-mining complex is Free State Consolidated Goldfields, with an area of 330 km2.
zh_cn: 南非是全世界最大的黄金生产商，国内最大的金矿公司是自由州统一金田，矿场面积330平方千米。

source: The province has 12 gold mines, producing 30% of South Africa's output and making it the fifth-largest producer of gold in the world.
zh_cn: 该省拥有十二座金矿，出产量占南非总出产量的30%，也成为全球第五大黄金生产者。

source: Gold mines in the Free State also supply a substantial portion of the total silver produced in the country.
zh_cn: 同时，自由州省金矿出产的银在全国总的银产量中也占据一大比重。

source: Uranium occurring in the gold-bearing conglomerates of the goldfields is extracted as a by-product.
zh_cn: 金矿区含金砾岩中出现的铀作为副产品被采掘。

source: Bituminous coal is mined and converted to petrochemicals at Sasolburg.
zh_cn: 萨索尔堡地区的沥青煤被开采并转化为石化产品。

source: The Free State also produces high-quality diamonds from its kimberlite pipes and fissures, and the country's largest deposit of bentonite is found in the Koppies district.
zh_cn: 自由州省同时也出产高品质的钻石，钻石采自角砾云橄岩的岩管和缝隙中。同时，该省科皮斯（Koppies）地区发现有全国最大的膨润土矿藏。

source: Manufacturing and industry: The most important manufacturing subsectors, besides chemicals, are food and beverages, textiles, furniture, agriprocessing, jewellery and engineering products.
zh_cn: 制造业：除了化学制品，自由州省最重要的制造部门是食品与饮料、纺织服装、家具、农业加工、珠宝以及工程产品。

source: Nearly 20% of the province's manufacturing sites are devoted to food and beverages.
zh_cn: 该省20%的制造基地都从事于食品与饮料行业。

source: In 2011, the Provincial Government announced the establishment of three manufacturing facilities designed to create jobs:
zh_cn: 2011年，省政府为了创造就业，宣布三个制造工厂的建立：

source: a tyre-recycling plant in Sasolburg
zh_cn: 萨索尔堡的轮胎回收厂

source: a potato-chip plant in Industriqwa in QwaQwa
zh_cn: 库瓦库瓦的土豆片厂

source: a Kraft paper plant in Frankfort.
zh_cn: 法兰克福的牛皮纸厂

source: In 2011, the Free State Development Corporation was active in attracting new investments and signed a memorandum of understanding with the South Africa-Netherlands Chamber of Commerce with the aim of increasing bilateral trade.
zh_cn: 2011年，自由州省发展集团积极吸引新的投资。为了促进南非与荷兰的双边贸易，南非与荷兰商会签署了谅解备忘录。

source: Mining and manufacturing: Manufacturing includes basic iron and steel, fabricated and metal products, food, machinery, electrical machinery, appliances and electrical supplies, vehicle parts and accessories, and chemical products.
zh_cn: 矿业与制造业：制造业包括碱性钢铁、金属制造产品、食品、机械、电力机械、电器、汽车零配件和化工产品。

source: The major gold and diamond mining houses all have their headquarters in Johannesburg, the biggest being Anglo American and De Beers.
zh_cn: 主要的黄金、钻石矿产企业总部都设在约翰内斯堡，包括最大的英美资源（Anglo American）和戴比尔斯（De Beers）。

source: There are 159 mines – 44 of them gold mines – in Gauteng, that together account for a quarter of South Africa's total mineral production.
zh_cn: 该省拥有159座矿藏，其中44座金矿，占据南非金属生产总量的四分之一。

source: Most of the mining is for gold – 80% of Gauteng's output.
zh_cn: 其中，矿藏以黄金开采为主，占豪登省出产量的80%。

source: Although gold mining and ancillary industries provide thousands of jobs, the importance of mining is declining compared to the manufacturing and financial sectors.
zh_cn: 尽管黄金开采与辅助产业提供了数千就业岗位，但与制造业与金融部门相比其重要性正在逐渐降低。

source: Mining produces only 6% of Gauteng's total income and 31% of export earnings.
zh_cn: 矿藏开采占豪登省总收入的只有6%，出口收益的31%。

source: Technology: More than 60% of South Africa's research and development takes place in Gauteng.
zh_cn: 科技：南非研究与发展项目超过60%都落地豪登省。

source: The Innovation Hub in Pretoria is Africa’s first internationally accredited science park and a full member of the International Association of Science Parks.
zh_cn: 比勒陀利亚的创新中心是南非第一个国际认可的科技园，同时也是国际科技园协会的正式会员。

source: Its community has become a regional centre of innovation and knowledge creation, linked to the fast moving world of global interconnectivity.
zh_cn: 社区现已成为创新与知识创造的区域中心，在全球互联的背景下与快速变化的世界接轨。

source: It is made up of small. medium and micro enterprises and multinational companies, employing in excess of 1 000 people.
zh_cn: 科技园的构成主要为小型、中型与微小企业以及跨国企业，雇佣员工超过1000名。

source: Linked to the building of the broadband network infrastructure is a multifaceted information and communications technology (ICT) strategy that the Department of Communications plans to roll out. Key to the strategy is the establishment of a "Gauteng Silicon" to be modelled on Silicon Valley in the United States of America.
zh_cn: 南非通信部计划推行多层面的信息与通信科技（ICT）战略，该战略的关键是仿照美国硅谷模式建立的“豪登硅”。

source: The Gauteng Silicon will be attached to the Innovation Hub and will drive a structured programme of information technology business incubation; start-up business support; and ICT skills training with a focus on software development, design, and innovation in ICT.
zh_cn: 豪登硅以后将隶属于创意中心，并将推动开展一项完备的项目，包括信息科技企业孵化，新创企业支持，以及以软件开发、设计与创新为核心的ICT技能培训

source: Agriculture and industry: A large area of the province falls within the so-called “Maize Triangle”.
zh_cn: 农业与产业：该省有一大片区域属于所谓的“玉米三角地带”。

source: Gauteng is an integrated industrial complex with major areas of economic activity in three sub-regional areas, namely the Vaal Triangle; the East, West and Central Rand; and Pretoria.
zh_cn: 豪登省是一个由三个亚区域组成的完整的工业复合体，它们分别是瓦尔河三角区，东、西与中兰德，以及比勒陀利亚。

source: Over the next three years, the Gauteng Provincial Government plans to spend R34 billion on infrastructure development to boost the province's industrial activity.
zh_cn: 接下来三年，豪登省省政府计划投入340亿兰特用于基础设施建设。

source: KwaZulu-Natal is one of the country’s most popular holiday destinations. This verdant region includes South Africa’s lush subtropical east coast. Washed by the warm Indian Ocean, it stretches from Port Edward in the south, and northwards to the Mozambique boundary.
zh_cn: 夸祖鲁-纳塔尔省（简称夸一纳省）位于南非的东部，是南非最著名的旅游目的地，旅游资源丰富，包括苍翠的亚热带东部海滩，北至莫桑比克边境，南至爱德华港；东部有热带稀树大草原；西部有雄伟的德拉肯斯堡山脉。

source: Limpopo, South Africa's northernmost province, borders onto Mozambique, Zimbabwe and Botswana, making it the ideal gateway to Africa.
zh_cn: 林波波省位于南非最北部地区，名称称取自位于北部国境线的林波波河。该省西北部、北部、东北部分别与博茨瓦纳、津巴布韦、莫桑比克接壤，使其成为进入非洲的理想门户。

source: Named after the Limpopo River that flows along its northern border, the province is rich in wildlife, spectacular scenery and a wealth of historical and cultural treasures.
zh_cn: 林波波省拥有丰富的野生动植物资源，迤逦的风光以及深厚的历史与文化积淀。

source: Agriculture
zh_cn: 农业：

source: In terms of agriculture, Limpopo could be described as the garden of South Africa, or even that of the whole continent, given its rich fruit and vegetable production.
zh_cn: 林波波省水果、蔬菜丰富，被称为南非乃至整片非洲大陆的蔬果园。

source: It produces 75% of the country's mangoes; 65% of its papayas; 36% of its tea; 25% of its citrus, bananas, and litchis; 60% of its avocados; two thirds of its tomatoes; and 285 000 tons of potatoes. Other products include coffee, nuts, guavas, sisal, cotton and tobacco.
zh_cn: 林波波省出产全国芒果总产量的75%，木瓜的65%，茶叶的36%，柑橘、香蕉及荔枝的25%，鳄梨的60%，番茄产量的三分之二，以及28.5万吨的马铃薯，其他还包括咖啡、坚果、番石榴、剑麻，棉花和烟草。

source: Over 170 plantations produce timber.
zh_cn: 超过170家种植园生产木材。

source: In addition, cotton, sunflower, maize, wheat cultivation and grapes are produced.
zh_cn: 除此之外，棉花、向日葵、玉米、小麦和葡萄也是重要产物。

source: Most of the higher-lying areas are devoted to cattle and game ranching, earning a reputation for quality biltong (salted, dried meat), which is a popular South African delicacy.
zh_cn: 高海拔地区主要以养牛和野生动物大牧场为主，其出产的高质量干肉条蜚声内外，也是南非最受欢迎的一道美味。

source: Industry and mining
zh_cn: 矿业：

source: Limpopo also has abundant mineral resources, making mining the critical sector of the province's economy by contributing 22% of the gross geographic product.
zh_cn: 林波波省拥有丰富的矿物资源，是该省关键的经济部门，贡献全省地理性产品总产值22%的份额。

source: The platinum group metals include platinum, chromium, nickel, cobalt, vanadium, tin, limestone and uranium clay.
zh_cn: 铂族金属包括铂金、铬、镍、钴、钒、锡、石灰石以及铀粘土。

source: Other reserves include antinomy, phosphates, fluorspar, gold, diamonds, copper, emeralds, scheelites, magnetite, vermiculite, silicon, mica, black granite, corundum, feldspar and salt.
zh_cn: 其他矿产资源包括磷酸盐、萤石、金、钻石、铜、祖母绿、白钨、磁铁矿、蛭石、硅、云母、黑花岗石、刚玉、长石以及盐。

source: Mpumalanga means “Place where the Sun Rises”and people are drawn to the province by its magnificent scenery, fauna and flora, and the fascinating remnants of the 1870 gold-rush era.
zh_cn: 姆普马兰加省位于南非的东部，与莫桑比克相邻。姆普马兰加指的是“太阳升起的地方”。该省是著名的旅游胜地，风景壮丽，动植物丰富，以及留有迷人的1870年淘金年代的遗迹。

source: The Northern Cape is the largest province in South Africa. It is slightly bigger than the surface area of Germany – taking up almost a third of the country's total land area.
zh_cn: 北开普省是南非最大省，面积稍大于德国，占南非总土地面积近三分之一。

source: The Northern Cape lies to the south of its most important asset, the mighty Orange River, which provides the basis for a healthy agricultural industry.
zh_cn: 北开普省位于桔河（Orange River）南部，桔河是该省最宝贵的资产，为北开普省农业的发展提供了最重要的基础。

source: The Northern Cape is bounded by the Atlantic Ocean in the west, and Namibia and Botswana to the north-west and north respectively. It is fringed by the Swartberg mountain range on its southern border with the Western Cape in the Calvinia district.
zh_cn: 北开普省西部毗邻大西洋，西北与北部分别与纳米比亚和博茨瓦纳接壤，南部卡尔瓦尼亚地区（Calvinia）与西开普省交界处是斯瓦特堡（Swartberg）山脉。

source: Its major airports are situated at Kimberley and Upington, and the province has an excellent road network, which makes its interior easily accessible from South Africa's major cities, harbours and airports.
zh_cn: 北开普省主要机场主要位于金伯利和阿平顿（Upington），同时具备发达的公路网络，这使得它的内陆地区与南非主要城市、海港和机场的交通变得十分便利。

source: Sutherland is host to the southern hemisphere’s largest astronomical observatory, the multinational-sponsored Southern African Large Telescope.
zh_cn: 萨瑟兰（Sutherland）拥有南半球最大的天文台，跨国赞助的南非大望远镜。

source: The Northern Cape is one of two sites to host the Square Kilometre Array (SKA), a giant next-generation radio telescope being developed by scientists from 17 countries.
zh_cn: 北开普省是平方千米阵列射电望远镜（SKA）项目两个基地之一，该项目开发建设巨型的下一代射电望远镜，参与的科学家来自十七个国家。

source: The largest part of the province falls within the Nama-Karoo Biome. The area is known worldwide for its spectacular annual explosion of spring flowers, which attract thousands of tourists.
zh_cn: 该省的大部分面积位于那马-卡鲁生物群落区，该生物群落区每年春季繁花盛开，蔚为壮观，享誉世界，每年都吸引数千的游客。

source: This biome contains a number of fascinating plants, including the elephant's trunk ("halfmens" or half-man), tree aloe ("kokerboom" or quiver tree) and a variety of succulents.
zh_cn: 同时，群落区还有许多迷人的植物，包括象鼻树（或被称为半人树）、芦荟树（或被称为“袖子树”或颤抖树）以及大量肉质植物。

source: North West lies in the north of South Africa, on the Botswana border, fringed by the Kalahari desert in the west, Gauteng to the east, and the Free State to the south.
zh_cn: 西北省位于南非西北部，与博茨瓦纳交界；西部是卡拉哈里（Kalahari）沙漠；东部与豪登省交界，南部与自由州省交界。

source: Mining
zh_cn: 矿业：

source: Mining contributes 23.3% to the North West's economy, and makes up 22.5% of the South African mining industry as a whole.
zh_cn: 矿业占据西北省经济23.3%的比重，南非全国矿产业的22.5%。

source: Capital: Cape Town
zh_cn: 首都：开普敦

source: Principal languages: Afrikaans (49.7%), isiXhosa (24.7%), English (20.2%)
zh_cn: 主要语言：南非荷兰语（49.7%），科萨语（24.7%），英语（20.2%）

source: Population: 5 822 734 (Census 2011)
zh_cn: 人口：5,822,734 (2011年人口普查)

source: Share of the total population: 11.3%
zh_cn: 人口比重：11.3%

source: Area (km2): 129 462
zh_cn: 面积（km2）：129,462

source: % of total area: 10.6%
zh_cn: 面积比重：10.6%

source: The Western Cape’s natural beauty, complemented by its hospitality, cultural diversity, excellent wine and colourful cuisine, make the province one of the world’s greatest tourist attractions.
zh_cn: 西开普省优美的自然风光，加之文化的多样性、卓越的葡萄酒，丰富的美食以及人们的热情好客，让西开普省成为全世界最受欢迎的旅游地之一。

source: Agriculture and marine fisheries
zh_cn: 农业与畜牧业：

source: Agriculture brings in 40% of all export revenue and employs 200 000 people in the Western Cape.
zh_cn: 西开普省农业占全部出口收益的40%，并解决了20万人口的就业问题。

source: A local environmental and new-energy technology fund, Inspired Evolution, invested R52,5 million in a Western Cape-based abalone farm, Abagold.
zh_cn: 当地的环境与新能源科技基金，Inspired Evolution投资鲍鱼养殖厂5250万兰特。

source: The Hermanus farm is the country's largest exporter and international competitor in the hatching, rearing, processing and exporting of local abalone.
zh_cn: 这一养殖场是南非鲍鱼最大的出口商和全球竞争者，主要从事当地鲍鱼的孵化，饲养，加工和出口。
